{
	"common" : {
		"btnregistra": "Registra",
		"btnannulla": "Annulla"
	},
	"confirmed": {
		"back": "Torna all'inserimento",
		"titolo": "Registrazione avvenuta con successo"
	},
	"email_content": {
		"data": "<p>ci è pervenuta la richiesta di aggiungere la URL <a href='{{url}}'>{{url}}</a> al portale Developers Italia come strumento di code hosting ufficiale utilizzato dalla vostra Amministrazione per pubblicare il software a riuso (secondo quanto disposto dalle Linee Guida per l'Acquisizione e il Riuso di Software, con riferimento all'art 68 e 69 del Codice dell'Amministrazione Digitale).</p> <p>La richiesta è stata effettuata dal seguente referente: {{referente}}.</p> <p>Se la richiesta è corretta, potete confermare la registrazione utilizzando il pulsante qui in basso:</p> <table border='0' cellpadding='0' cellspacing='0' class='btn btn-primary'> <tbody> <tr> <td align='left'> <table border='0' cellpadding='0' cellspacing='0'> <tbody> <tr> <td> <a href='{{link}}' target='_blank'>Completa la registrazione</a> </td> </tr> </tbody> </table> </td> </tr> </tbody> </table> <p>Una volta completata la procedura, lo strumento di code hosting dichiarato verrà incluso nelle scansioni periodiche finalizzate al popolamento del catalogo di Developers Italia. Saranno presi in considerazione i soli repository contenenti un file <a href='https://docs.italia.it/italia/developers-italia/publiccodeyml/it/master/'>publiccode.yml</a> correttamente compilato.</p> <p>Se si riscontrano problemi nell'utilizzo del pulsante, si prega di copiare ed incollare il seguente link nel browser:</p> <p>{{link}}</p>"
	},
	"email_sent": {
		"sent": "Ti invieremo il link con cui confermare l'iscrizione all'indirizzo",
		"back": "Torna all'inserimento"
	},
	"register_confirm": {
		"confirm": "Confermare registrazione dell'URL nel database?",
		"labelReferente" : "Nome referente:",
		"labelAmministrazione": "Amministrazione richiedente: ",
		"labelCodice": "Codice ipa:",
		"labelpec": "Indirizzo PEC:",
		"labelurl": "URL di code hosting: "
	},
	"main": {
		"descrizioneForm": "  Attraverso questo form, le Pubbliche Amministrazioni possono registrare il proprio repository di codice sorgente pubblico all'interno di <a href='//developers.italia.it'>Developers Italia</a>. In questo modo, il crawler del portale sarà in grado di verificare la presenza del file <a href='https://docs.italia.it/italia/developers-italia/publiccodeyml/it/master/'>publiccode.yml</a> nei singoli repository e pubblicarne i relativi dati all'interno del catalogo del software a riuso. Si ricorda che tutti i campi sono obbligatori.",
		"labelipa":"Codice iPA *",
		"labelricercaAmministrazione": "Ricerca Amministrazione",
		"labelricercaAmministrazioneDescrizione": "I tre campi sottostanti verranno automaticamente compilati con i risultati della ricerca",
		"labelnomeReferente": "Nome e Cognome Referente *",
		"labelnomeAmministrazione": "Amministrazione *",
		"labelpec": "PEC *",
		"labelurl": "URL dell'organizzazione nello strumento di code hosting e.g., github.com/italia *",
		"labelurlDescrizione": " Ogni PA può aggiungere diversi repository e/o organizzazioni. Si ricorda che attualmente sono supportati i seguenti repository: GitHub, GitLab, BitBucket, Phabricator, Gitea, Gogs",
		"registra": "Registra il tuo repository"
	}
}
